let congratulation = {
	structure: [
		'<p>$address_1$ $address_2$, $day$!</p>\n<p>$context$</p>\n<p>$wishes$</p>\n<p>$compliment$</p>\n<p>$wishes$</p>\n',
		'<p>$address_1$ $address_2$, $day$!</p>\n<p>$context$</p>\n<p>$wishes$</p>\n<p>$compliment$</p>\n',
		'<p>$address_1$ $address_2$, $day$!</p>\n<p>$context$</p>\n<p>$compliment$</p>\n<p>$wishes$</p>\n'
	],
	address_1: ['Милые', 'Добрые наши', 'Любимые наши', 'Скромные', 'Красивые наши', 'Очаровательные'],

	address_2: ['дамы', 'девушки', 'женщины'],

	day: ['с праздником весны', 'с международным женским днем', 'с весенним днем 8 марта', 'с 8 марта', 'с самым нежным праздником - 8 марта'],

	context: ['$this_wonderful$ поздравляю Вас с международным праздником!', '$this_wonderful$ примите мои искренние поздравления!'],

	this_wonderful: ['В день 8 Марта', 'В этот ясный, солнечный, весенний день', 'В этот прекрасный, радостный, весенний день', 'В этот ни на что не похожий день', 'В этот фантастический день 8 марта', 'В женственный и свежий день, 8 марта,'],

	compliment: ['Сегодня вы прекрасны как никогда, даже юная весна может позавидовать вашему очарованию.', 'Вы обворожительны и милы.', 'Вы очаровательны, с открытой душой и добрым сердцем.', 'Это праздник весны и красоты — это точно Ваш день!', 'Оставайтесь всегда молодыми и прекрасными, добрыми, лучезарными, понимающими.'],

	mnogoe: ['многое', 'достичь многого', 'добиться успеха, о котором даже не думали мечтать', 'реализовать все наши планы', 'реализовать все наши мечты', 'сделать всё, о чем мечталось'],

	wishes: ['Желаю Вам $wishyoythis$. Пусть $letBe1$, $letBe2$, а $letBe3$!', 'Хочу пожелать Вам $wishyoythis$. Пусть $vulgar1$, и $vulgar2$!'],

	vulgar1: ['$sparks$ наполнят все вокруг', '$sparks$ наполнят воздух', '$sparks$ заполнят пространство', '$sparks$ обволокут Вас'],

	sparks: ['волшебные искорки', 'моменты счастья', 'настроение радости и ожидание лучшего', 'моменты радости и добра', 'радостное волнение и счастье'],

	vulgar2: ['$laughter$ не покидает вас', '$laughter$ будет с Вами навсегда', 'останутся с вами'],

	laughter: ['радостный смех', 'безудержное веселье', 'аромат весенних цветов', 'ощущение праздника'],

	wishyoythis: ['счастья, здоровья и добра', 'влюблять и влюбляться', 'бесконечного счастья и радости', 'творчества и гармонии', 'всего самого лучшего', 'удивлять и удивляться', 'гармонии и счастья', 'волшебства и добрых чудес', 'достичь больших высот'],

	letBe1: ['все проблемы и печали, как снег, растают без следа', 'все желания исполнятся и пусть найдется заветное', 'будут теплыми денечки, душа от счастья расцветет', 'счастье наполняет сердце', 'радость Вас не оставляет'],

	letBe2: ['мечты исполняются', 'побольше прекрасного, теплоты и душевных встреч', 'исчезнет грусти тень', 'удачи вам во всех делах и вдохновения в работе', 'благополучия в семье и нежной вам мужской заботы', 'удачи, ласки, вдохновенья', 'желаю быть всегда любимой', 'подарят близкие тепло'],

	letBe3: ['в семье царят любвь и взаимопонимание', 'вдохновение не покидает Вас ни на минуту', 'от удачи желаю в небесах парить', 'близкие дарят Вам тепло и внимание', 'самые заветные чаяния станут реальностью', 'жизнь дает только положительные эмоции']
}